Repository: TheJoeFin/Trdo
Catalog: Trdo/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, pl_pl, pt_pt, zh_cn

# SettingsPage_TrayClickBehavior_Default.Content
source: Left click: play/pause, right click: open Traydio (Default)
ar_sa: النقر بالزر الأيسر: تشغيل/إيقاف مؤقت، النقر بالزر الأيمن: فتح Traydio (افتراضي)
de_de: Linksklick: Abspielen/Pause, Rechtsklick: Traydio öffnen (Standard)
es_es: Clic izquierdo: reproducir/pausar, clic derecho: abrir Traydio (predeterminado)
fr_fr: Clic gauche : lecture/pause, clic droit : ouvrir Traydio (Par défaut)
pl_pl: Lewy przycisk myszy: odtwarzaj/wstrzymaj, prawy przycisk myszy: otwórz Traydio (domyślnie)
pt_pt: Clique esquerdo: reproduzir/pausar, clique direito: abrir o Traydio (predefinição)
zh_cn: 左键单击：播放/暂停，右键单击：打开 Traydio（默认）

# SettingsPage_TrayClickBehaviorDescription.Text
source: Choose whether the tray icon prioritizes playback controls or opening the player.
ar_sa: اختر ما إذا كانت أيقونة علبة النظام تُولي الأولوية لعناصر تحكم التشغيل أو لفتح المشغّل.
de_de: Wähle, ob das Taskleistensymbol die Wiedergabesteuerung oder das Öffnen des Players priorisiert.
es_es: Elige si el icono de la bandeja prioriza los controles de reproducción o abrir el reproductor.
fr_fr: Choisissez si l'icône de la barre d'état privilégie les contrôles de lecture ou plutôt l'ouverture du lecteur.
pl_pl: Wybierz, czy ikona w zasobniku systemowym ma w pierwszej kolejności sterować odtwarzaniem, czy otwierać odtwarzacz.
pt_pt: Escolha se o ícone da área de notificação prioriza os controlos de reprodução ou a abertura do leitor.
zh_cn: 选择托盘图标优先执行播放控制还是打开播放器。

# SettingsPage_TrayClickBehaviorTitle.Text
source: Tray icon click behavior
ar_sa: سلوك النقر على أيقونة علبة النظام
de_de: Klickverhalten des Taskleistensymbols
es_es: Comportamiento del clic en la bandeja
fr_fr: Comportement du clic sur l'icône
pl_pl: Zachowanie ikony w zasobniku
pt_pt: Comportamento de clique do ícone da área de notificação
zh_cn: 托盘图标点击行为

source: Now playing
ar_sa: قيد التشغيل الآن
de_de: Läuft gerade
es_es: Reproduciendo ahora
fr_fr: En cours
pl_pl: Teraz odtwarzane
pt_pt: A reproduzir agora
zh_cn: 正在播放

# SongChangePopup_Surface.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Click to dismiss, right-click to adjust the track info delay
ar_sa: انقر للإغلاق، وانقر بزر الماوس الأيمن لضبط تأخير معلومات المقطوعة
de_de: Klicken zum Schließen, Rechtsklick zum Anpassen der Titelinfo-Verzögerung
es_es: Haz clic para cerrar, clic derecho para ajustar el retraso
fr_fr: TODO Cliquez pour fermer, clic droit pour ajuster le délai des infos de piste
pl_pl: Kliknij, aby zamknąć. Kliknij prawym przyciskiem myszy, aby dostosować opóźnienie informacji o utworze
pt_pt: Clique para dispensar, clique com o botão direito para ajustar o atraso da informação da faixa
zh_cn: 点击关闭，右键单击调整曲目信息延迟

# SongChangePopup_Title.Text
source: Now playing
ar_sa: قيد التشغيل الآن
de_de: Läuft gerade
es_es: Reproduciendo ahora
fr_fr: En Cours
pl_pl: Teraz odtwarzane
pt_pt: A reproduzir agora
zh_cn: 正在播放

# StreamDiagnosis_EngineFailedHealthyServer
source: The station is online, but neither playback engine could play it on this PC.
ar_sa: المحطة متصلة، لكن لم يتمكن أي من محركَي التشغيل من تشغيلها على هذا الكمبيوتر.
de_de: Der Sender ist online, aber keine der Wiedergabe-Engines konnte ihn auf diesem PC abspielen.
es_es: La estación está en línea, pero ningún motor de reproducción pudo reproducirla en esta PC.
fr_fr: TODO La station est en ligne, mais aucun moteur de lecture ne peut la lire sur ce PC.
pl_pl: Stacja jest dostępna online, ale żaden z silników odtwarzania nie był w stanie jej odtworzyć na tym komputerze.
pt_pt: A estação está online, mas nenhum dos motores de reprodução conseguiu reproduzi-la neste PC.
zh_cn: 该电台在线，但此电脑上的两种播放引擎均无法播放。

# StreamDiagnosis_EngineFailedHealthyServerWithReason
source: The station is online, but playback failed on this PC: {0}
ar_sa: المحطة متصلة، لكن فشل التشغيل على هذا الكمبيوتر: {0}
de_de: Der Sender ist online, aber die Wiedergabe ist auf diesem PC fehlgeschlagen: {0}
es_es: La estación está en línea, pero la reproducción falló en esta PC: {0}
fr_fr: TODO La station est en ligne, mais la lecture a échoué sur ce PC : {0}
pl_pl: Stacja działa, ale odtwarzanie na tym komputerze zakończyło się niepowodzeniem: {0}
pt_pt: A estação está online, mas a reprodução falhou neste PC: {0}
zh_cn: 该电台在线，但此电脑播放失败：{0}

# StreamDiagnosis_TryPlaylistEntry
source: {0} Try using {1} as the stream address instead.
ar_sa: {0} جرّب استخدام {1} كعنوان للبث بدلًا من ذلك.
de_de: {0} Versuche stattdessen, {1} als Stream-Adresse zu verwenden.
es_es: {0} Prueba usando {1} como dirección de transmisión en su lugar.
fr_fr: TODO {0} Essayez d'utiliser {1} comme adresse de flux à la place.
pl_pl: {0} Spróbuj użyć {1} jako adresu strumienia zamiast obecnego.
pt_pt: {0} Tente antes utilizar {1} como endereço do stream.
zh_cn: {0}请尝试改用 {1} 作为流媒体地址。

# Toggle_Off
source: Off
ar_sa: إيقاف
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
pl_pl: Wyłącz
pt_pt: Desligado
zh_cn: 关

# Toggle_On
source: On
ar_sa: تشغيل
de_de: Ein
es_es: Activado
fr_fr: Activé
pl_pl: Włącz
pt_pt: Ligado
zh_cn: 开

# TrayIcon_AddStation
source: Traydio - Add a station to start listening
ar_sa: Traydio - أضف محطة لبدء الاستماع
de_de: Traydio - Füge einen Sender hinzu, um mit dem Hören zu beginnen
es_es: Traydio: agrega una estación para empezar a escuchar
fr_fr: TODO Traydio - Ajoutez une station pour commencer à écouter
pl_pl: Traydio - Dodaj stację, aby rozpocząć słuchanie
pt_pt: Traydio - Adicione uma estação para começar a ouvir
zh_cn: Traydio - 添加电台以开始收听

# TrayIcon_LeftClickToPause
source: Left-click to pause
ar_sa: انقر بالزر الأيسر للإيقاف المؤقت
de_de: Linksklick zum Pausieren
es_es: Clic izquierdo para pausar
fr_fr: TODO Clic gauche pour mettre en pause
pl_pl: Lewy klik, aby wstrzymać
pt_pt: Clique com o botão esquerdo para pausar
zh_cn: 左键单击暂停

# TrayIcon_LeftClickToPlay
source: Left-click to play
ar_sa: انقر بالزر الأيسر للتشغيل
de_de: Linksklick zum Abspielen
es_es: Clic izquierdo para reproducir
fr_fr: TODO Clic gauche pour lire
pl_pl: Lewy klik, aby odtwarzać
pt_pt: Clique com o botão esquerdo para reproduzir
zh_cn: 左键单击播放

# TrayIcon_Paused
source: Traydio {0} (Paused) {1}
ar_sa: Traydio {0} (متوقف مؤقتًا) {1}
de_de: Traydio {0} (Pausiert) {1}
es_es: Traydio {0} (Pausado) {1}
fr_fr: TODO Traydio {0} (En pause) {1}
pl_pl: Traydio {0} (Wstrzymano) {1}
pt_pt: Traydio {0} (Em pausa) {1}
zh_cn: Traydio {0}（已暂停） {1}

# TrayIcon_Playing
source: Traydio {0} (Playing) {1}
ar_sa: Traydio {0} (قيد التشغيل) {1}
de_de: Traydio {0} (Spielt) {1}
es_es: Traydio {0} (Reproduciendo) {1}
fr_fr: TODO Traydio {0} (En cours de lecture) {1}
pl_pl: Traydio {0} (Odtwarzanie) {1}
pt_pt: Traydio {0} (A reproduzir) {1}
zh_cn: Traydio {0}（播放中） {1}

# TrayIcon_PlayingWithNowPlaying
source: Traydio {0} (Playing) {1} {2}
ar_sa: Traydio {0} (قيد التشغيل) {1} {2}
de_de: Traydio {0} (Spielt) {1} {2}
es_es: Traydio {0} (Reproduciendo) {1} {2}
fr_fr: TODO Traydio {0} (En cours de lecture) {1} {2}
pl_pl: Traydio {0} (Odtwarzanie) {1} {2}
pt_pt: Traydio {0} (A reproduzir) {1} {2}
zh_cn: Traydio {0}（播放中） {1} {2}

# TrayIcon_RightClickToPause
source: Right-click to pause
ar_sa: انقر بالزر الأيمن للإيقاف المؤقت
de_de: Rechtsklick zum Pausieren
es_es: Clic derecho para pausar
fr_fr: TODO Clic droit pour mettre en pause
pl_pl: Prawy klik, aby wstrzymać
pt_pt: Clique com o botão direito para pausar
zh_cn: 右键单击暂停

# TrayIcon_RightClickToPlay
source: Right-click to play
ar_sa: انقر بالزر الأيمن للتشغيل
de_de: Rechtsklick zum Abspielen
es_es: Clic derecho para reproducir
fr_fr: TODO Clic droit pour lire
pl_pl: Prawy klik, aby odtwarzać
pt_pt: Clique com o botão direito para reproduzir
zh_cn: 右键单击播放

# TutorialWindow_Feature_1.Text
source: • Lightweight and minimalistic design
ar_sa: • تصميم خفيف وبسيط
de_de: • Leichtes und minimalistisches Design
es_es: • Diseño ligero y minimalista
fr_fr: • Design léger et minimaliste
pl_pl: • Lekki i minimalistyczny design
pt_pt: • Design leve e minimalista
zh_cn: • 轻量简约的设计

# TutorialWindow_Feature_2.Text
source: • Access thousands of radio stations worldwide
ar_sa: • الوصول إلى آلاف المحطات الإذاعية حول العالم
de_de: • Zugriff auf Tausende von Radiosendern weltweit
es_es: • Acceso a miles de estaciones de radio en todo el mundo
fr_fr: • Accédez à des milliers de stations de radio dans le monde
pl_pl: • Uzyskaj dostęp do tysięcy stacji radiowych z całego świata.
pt_pt: • Aceda a milhares de estações de rádio em todo o mundo
zh_cn: • 畅听全球数千个电台

# TutorialWindow_Feature_3.Text
source: • Beautiful Mica backdrop and modern UI
ar_sa: • خلفية Mica جميلة وواجهة مستخدم عصرية
de_de: • Schöner Mica-Hintergrund und moderne Benutzeroberfläche
es_es: • Hermoso fondo Mica y una interfaz moderna
fr_fr: • Magnifique arrière-plan Mica et interface moderne
pl_pl: • Piękne efekty wizualne Mica i nowoczesny interfejs
pt_pt: • Belo fundo Mica e interface moderna
zh_cn: • 精美的 Mica 背景和现代化界面

# TutorialWindow_Feature_4.Text
source: • Lives quietly in your system tray
ar_sa: • يعمل بهدوء في علبة النظام
de_de: • Lebt still in deiner Taskleiste
es_es: • Vive tranquilamente en tu bandeja del sistema
fr_fr: • Vit discrètement dans votre zone de notification
pl_pl: • Działa dyskretnie w zasobniku systemowym
pt_pt: • Vive discretamente na sua área de notificação
zh_cn: • 静静驻留在您的系统托盘中

# TutorialWindow_FeaturesTitle.Text
source: ✨ What makes Traydio special:
ar_sa: ✨ ما الذي يميّز Traydio:
de_de: ✨ Was Traydio besonders macht:
es_es: ✨ ¿Qué hace especial a Traydio?
fr_fr: ✨ Ce qui rend Traydio spécial :
pl_pl: ✨ Co sprawia, że Traydio jest tak wyjątkowe:
pt_pt: ✨ O que torna o Traydio especial:
zh_cn: ✨ Traydio 的特别之处：

# TutorialWindow_Intro.Text
source: Your tiny tray radio for Windows
ar_sa: راديو علبة النظام الصغير الخاص بك لنظام Windows
de_de: Dein kleines Taskleisten-Radio für Windows
es_es: Tu pequeña radio de la bandeja para Windows
fr_fr: Votre petite radio en tray pour Windows
pl_pl: Twoje małe radio w zasobniku dla systemu Windows
pt_pt: O seu pequeno rádio da área de notificação, para Windows
zh_cn: 适用于 Windows 的小巧托盘电台

# TutorialWindow_QuickStart.Text
source: Quick Start Guide
ar_sa: دليل البدء السريع
de_de: Schnellstart-Anleitung
es_es: Guía rápida
fr_fr: Guide de démarrage rapide
pl_pl: Szybki start
pt_pt: Guia de introdução rápida
zh_cn: 快速入门指南

# TutorialWindow_StartButton.Text
source: Let's Get Started!
ar_sa: لنبدأ!
de_de: Los geht's!
es_es: ¡Comencemos!
fr_fr: TODO C'est parti !
pl_pl: Zacznij przygodę!
pt_pt: Vamos começar!
zh_cn: 开始使用！

# TutorialWindow_Step_Options_Desc.Text
source: Browse stations, adjust settings, and explore all features
ar_sa: تصفّح المحطات، واضبط الإعدادات، واستكشف جميع الميزات
de_de: Sender durchsuchen, Einstellungen anpassen und alle Funktionen entdecken
es_es: Navega por estaciones, ajusta la configuración y explora todas las funciones
fr_fr: Parcourez les stations, ajustez les paramètres et explorez toutes les fonctionnalités
pl_pl: Przeglądaj stacje, dostosowuj ustawienia i odkrywaj wszystkie funkcje.
pt_pt: Explore estações, ajuste definições e descubra todas as funcionalidades
zh_cn: 浏览电台、调整设置，探索所有功能

# TutorialWindow_Step_Options_Title.Text
source: Right Click for More Options
ar_sa: انقر بالزر الأيمن لمزيد من الخيارات
de_de: Rechtsklick für weitere Optionen
es_es: Clic derecho para más opciones
fr_fr: Clic droit pour plus d'options
pl_pl: Prawy klik myszy to więcej opcji!
pt_pt: Clique com o botão direito para mais opções
zh_cn: 右键单击查看更多选项

# TutorialWindow_Step_Pin_Desc.Text
source: Make sure the Traydio icon is always visible in your system tray
ar_sa: تأكد من أن أيقونة Traydio مرئية دائمًا في علبة النظام
de_de: Stelle sicher, dass das Traydio-Symbol immer in deiner Taskleiste sichtbar ist
es_es: Asegúrate de que el icono de Traydio siempre esté visible en tu bandeja del sistema
fr_fr: Assurez-vous que l'icône Traydio soit toujours visible dans la zone de notification
pl_pl: Upewnij się, że ikona Traydio jest zawsze widoczna w zasobniku systemowym.
pt_pt: Certifique-se de que o ícone do Traydio está sempre visível na sua área de notificação
zh_cn: 确保 Traydio 图标始终显示在您的系统托盘中

# TutorialWindow_Step_Pin_Title.Text
source: Pin the Tray Icon
ar_sa: تثبيت أيقونة علبة النظام
de_de: Taskleistensymbol anheften
es_es: Anclar el icono de la bandeja
fr_fr: Épingler l'icône
pl_pl: Przypnij ikonę do zasobnika
pt_pt: Fixar o ícone na área de notificação
zh_cn: 固定托盘图标

# TutorialWindow_Step_Play_Desc.Text
source: Quick and easy playback control at your fingertips
ar_sa: تحكم سريع وسهل في التشغيل في متناول يدك
de_de: Schnelle und einfache Wiedergabesteuerung griffbereit
es_es: Control de reproducción rápido y sencillo al alcance de tu mano
fr_fr: Contrôle de lecture rapide et facile à portée de main
pl_pl: Szybkie i łatwe sterowanie odtwarzaniem na wyciągnięcie ręki
pt_pt: Controlo de reprodução rápido e fácil na ponta dos dedos
zh_cn: 轻松快捷的播放控制，触手可及

# TutorialWindow_Step_Play_Title.Text
source: Left Click to Play/Pause
ar_sa: انقر بالزر الأيسر للتشغيل/الإيقاف المؤقت
de_de: Linksklick zum Abspielen/Pausieren
es_es: Clic izquierdo para reproducir/pausar
fr_fr: Clic gauche pour lecture/pause
pl_pl: Lewy przycisk myszy: odtwarzaj/wstrzymaj
pt_pt: Clique com o botão esquerdo para reproduzir/pausar
zh_cn: 左键单击播放/暂停

# TutorialWindow_Title
source: Traydio First Run Window
ar_sa: نافذة التشغيل الأول لـ Traydio
de_de: Traydio-Ersteinrichtungsfenster
es_es: Ventana de primera ejecución de Traydio
fr_fr: TODO Fenêtre de première exécution de Traydio
pl_pl: Pierwsze uruchomienie Traydio
pt_pt: Janela de primeira execução do Traydio
zh_cn: Traydio 首次运行窗口

# TutorialWindow_WelcomeTitle.Text
source: Welcome to Traydio!
ar_sa: مرحبًا بك في Traydio!
de_de: Willkommen bei Traydio!
es_es: ¡Bienvenido a Traydio!
fr_fr: Bienvenue sur Traydio !
pl_pl: Witaj w Traydio!
pt_pt: Bem-vindo ao Traydio!
zh_cn: 欢迎使用 Traydio！

# SettingsPage_Language_French.Content
source: French
de_de: Französisch
fr_fr: Français
pl_pl: Francuski
